Repository: MathewSachin/Captura
Catalog: src/Captura.Core/Properties/Resources.*.resx
Languages: he, ml

source: About
he: אודות
ml: വിവരം

source: Audio
he: קול
ml: ഓഡിയോ

# CaptureDuration
source: Capture Duration (in seconds)
he: משך ההקלטה
ml: ക്യാപ്ചർ ദൈർഘ്യം (sec)

source: Close
he: סגירה
ml: അടയ്ക്കുക

source: Configure
he: הגדרות
ml: ക്രമീകരിക്കുക

source: Frame Rate
he: מהירות פריימים
ml: ഫ്രെയിം റേറ്റ്

# IncludeClicks
source: Include Mouse Clicks
he: הצג לחיצות עכבר
ml: മൗസ് ക്ലിക്കുകൾ ഉൾപ്പെടുത്തു

source: Include Cursor
he: הצג עכבר
ml: കഴ്സർ ഉൾപ്പെടുത്തു

# IncludeKeys
source: Include KeyStrokes
he: הצג מקשים
ml: കീസ്ട്രോക്കുകൾ ഉൾപ്പെടുത്തു

# LoopbackSource
source: Speaker Output Source
he: מקור קלט רמקול
ml: സ്പീക്കർ ഔട്ട്പുട്ട് സോഴ്സ്

# MicSource
source: Microphone Source
he: מקור קלט מיקרופון
ml: മൈക്രോഫോൺ ഉറവിടം

# MinCapture
source: Minimize on Capture Start
he: צמצם את איזור ההקלטה
ml: ക്യാപ്ചർ ആരംഭത്തിൽ ചെറുതാക്കുക

source: Minimize
he: צמצום
ml: ചെറുതാക്കുക

# MinTray
source: Minimize to System Tray
he: הקטן את התוכנה אל שורת הפעולה
ml: സിസ്റ്റം ട്രേയിലേക്ക് ചെറുതാക്കുക

# OpenOutFolder
source: Open Output Folder
he: פתח תיקיית יעד
ml: ഔട്ട്പുട്ട് ഫോൾഡർ തുറക്കുക

# OutFolder
source: Output Folder
he: יעד
ml: ഔട്ട്പുട്ട് ഫോൾഡർ

source: Pause | Resume
he: עצור | המשך
ml: താൽക്കാലികമായി നിർത്തുക | പുനരാരംഭിക്കുക

source: Quality
he: איכות
ml: ഗുണനിലവാരം

source: Recent
he: לאחרונה
ml: സമീപകാല

source: Record | Stop
he: הקלט | עצור
ml: റെക്കോർഡ് ചെയ്യുക | നിർത്തുക

source: Refresh
he: רענן
ml: പുതുക്കുക

source: Repeat
he: חזור
ml: ആവർത്തിക്കുക

source: Resize
he: שנה גודל
ml: വലിപ്പം മാറ്റുക

source: ScreenShot
he: צילום מסך
ml: സ്ക്രീൻഷോട്ട്

# StartDelay
source: Start Delay (in ms)
he: דיליי התחלה
ml: ആരംഭ കാലതാമസം (ms)

source: Video
he: וידאו
ml: വീഡിയോ

source: Video Encoder
he: מקודד וידאו
ml: വീഡിയോ എൻകോഡർ

source: Video Source
he: מקור וידאו
ml: വീഡിയോ ഉറവിടം

# ImgFormat
source: Image Format
he: פורמט תמונה
ml: ഇമേജ് ഫോർമാറ്റ്

# VarFrameRate
source: Variable Frame Rate
he: משתנה מהירות פריימים
ml: വേരിയബിൾ ഫ്രെയിം റേറ്റ്

source: Hotkeys
he: מקשים חמים
ml: ഹോട്ട്കീകൾ

source: Main
he: ראשי
ml: പ്രധാന

source: Reset
he: איפוס
ml: പുനഃസജ്ജമാക്കുക

source: Save Location
he: שמור מיקום
ml: സംരക്ഷിക്കേണ്ട സ്ഥലം

# ShowSysNotify
source: Show System Tray Notifications
he: הצג התראות מערכת
ml: സിസ്റ്റം ട്രേ അറിയിപ്പുകൾ കാണിക്കുക

source: Delete
he: מחיקה
ml: ഇല്ലാതാക്കുക

source: Print
he: הדפסה
ml: പ്രിന്റ് ചെയ്യുക

source: Region Selector
he: סמן לבחירת איזור
ml: സെലക്ടർ

source: Remove from List
he: מחק מהרשימה
ml: ലിസ്റ്റിൽ നിന്നും നീക്കംചെയ്യുക

source: Clipboard
he: לוח (קליפבוארד)
ml: ക്ലിപ്പ്ബോർഡ്

source: Disk
he: דיסק
ml: ഡിസ്ക്

# DelayGtDuration
source: Delay cannot be greater than Duration
he: העיכוב לא יכול להיות ארוך יותר מ
ml: ആരംഭ കാലതാമസം ദൈർഘ്യത്തേക്കാൾ വലുതായിരിക്കരുത്

# ImgEmpty
source: Not Saved. Image taken was Empty
he: לא נשמר. התמונה ריקה.
ml: സംരക്ഷിച്ചില്ല. എടുത്ത ചിത്രം ശൂന്യമായിരുന്നു

# ImgSavedClipboard
source: Image Saved to Clipboard
he: התמונה נשמרה ללוח.
ml: ചിത്രം ക്ലിപ്പ്ബോർഡിലേക്ക് സംരക്ഷിച്ചു

# ImgSavedDisk
source: Image Saved to Disk
he: התמונה נשמרה לדיסק.
ml: ചിത്രം ഡിസ്കിലേക്ക് സംരക്ഷിച്ചു

source: Not Saved
he: לא נשמר.
ml: സംരക്ഷിച്ചില്ല

# Paused
source: Recording Paused
he: מופסק
ml: റെക്കോർഡിംഗ് താൽക്കാലികമായി നിർത്തി

source: Ready
he: מוכן
ml: തയ്യാറാണ്

source: Recording...
he: מקליט...
ml: റെക്കോർഡ ചെയുന്നു...

source: Refreshed
he: רוענן
ml: പുതുക്കി

# Stopped
source: Recording Stopped
he: נעצר
ml: റെക്കോർഡിംഗ് നിർത്തി

source: Waiting...
he: מחכה...
ml: കാത്തിരിക്കുന്നു ...

source: Audio Saved
he: ההקלטה נשמרה
ml: ഓഡിയോ സംരക്ഷിച്ചു

source: Video Saved
he: הוידאו נשמר
ml: വീഡിയോ സംരക്ഷിച്ചു

source: Pause/Resume Recording
he: עצור/המשך הקלטה
ml: റെക്കോർഡിംഗ് താൽക്കാലികമായി നിർത്തുക / പുനരാരംഭിക്കുക

source: ScreenShot Active Window
he: צלם את החלון העליון
ml: സജീവ വിൻഡോയെ സ്ക്രീൻഷോട്ട് ചെയ്യുക

source: ScreenShot Desktop
he: צלם את שולחן העבודה
ml: ഡെസ്ക്ടോപ്പ് സ്ക്രീൻഷോട്ട്

source: Start/Stop Recording
he: התחל/עצור הקלטה
ml: റെക്കോർഡിംഗ് ആരംഭിക്കുക / നിർത്തുക

source: Exit
he: יציאה
ml: നിര്ഗമിക്കുക

source: FFMpeg Folder
he: תיקיית FFMpeg
ml: FFMpeg ഫോൾഡർ

source: Select FFMpeg Folder
he: בחר תיקיית FFMpeg
ml: FFMPEG ഫോൾഡർ തിരഞ്ഞെടുക്കുക

# SelectOutFolder
source: Select Output Folder
he: בחר תיקיית יעד.
ml: ഔട്ട്പുട്ട് ഫോൾഡർ തിരഞ്ഞെടുക്കുക

source: ScreenShot Saved
he: צילום המסך נשמר.
ml: സ്ക്രീൻഷോട്ട് സംരക്ഷിച്ചു

source: Region
he: איזור.
ml: ഭാഗം

source: WebCam
he: מצלמת רשת.
ml: വെബ്ക്യാം

source: Window
he: חלון
ml: വിൻഡോ

source: Screen
he: מסך
ml: സ്ക്രീൻ

source: Rotate
he: סיבוב
ml: തിരിക്കുക

source: Transforms
he: מעברים
ml: പരിവർത്തനങ്ങൾ

source: Clear
he: נקה
ml: മായ്ക്കുക

source: Clear Recent List
he: נקה רשימה אחרונה
ml: സമീപകാല പട്ടിക മായ്ക്കുക

# MaxRecent
source: Max items to persist
he: מקסימום רשימה אחרונה
ml: പരമാവധി ഇനങ്ങൾ

# ErrorOccured
source: An Error Occured
he: קרתה תקלה
ml: ഒരു പിശക് സംഭവിച്ചു

source: WebCam View
he: הצג מצלמת רשת
ml: വെബ്ക്യാം കാണിക്കുക

source: No
he: לא
ml: അല്ല

source: Ok
he: קבל
ml: ശരി

source: Yes
he: כן
ml: അതെ
